import React from "react"
import { building1, building2 } from "../../../assets/index"

export default function Description() {
    return(
        <div className="DescriptionContent"> 
            <div className="LeftSide">
                <div>
                    <div className="LeftSideTitle">Կոնստրուկցիա - Գրուպ</div>
                    <div className="buildings-text">
                        <p>
                            Մենք զբաղվում ենք շինարարական գործունեությամբ, մասնավորապես բնակելի շենքերի և այլ նշանակության
                            շինությունների կառուցմամբ: Մեզ համար առաջնային է մեր հաճախորդների անվտանգությունը և 
                            հարմարավետությունը, որն ապահովելու համար մեր թիմում աշխատում են համապատասխան ոլորտներում 
                            առաջատար մասնագետներ:
                        </p>
                    </div>
                </div>
                <img className="buildings-images" src={building1} alt=""/>
            </div>
            <div className="RightSide">
                <div>
                    <div className="RightSideTitle">Մեր գործունեությունը</div>
                    <div className="buildings-text">
                        <p>
                            Վերջին մի քանի տարիներին Կոնստրուկցիա-Գրուպ ընկերությունը հիմնականում մասնագիտացել է 
                            նորակառույց բազմաբնակարան շենքերի կառուցման և վաճառքի գործում:Մեծ թվով հայտնի կառուցապատողներ,
                            իրենց կողմից կառուցվող բազմաբնակարան շենքերի վաճառքի բացառիկ իրավունքը վստահում են
                            Կոնստրուկցիա-Գրուպ ընկերությանը: Իսկ այժմ սկսվել է Գյուրջյան 27 հասցեում գտնվող բնակելի համալիրի
                            կառուցապատումը, որը բաղկացած է լինելու 14 հարկից, ունենալու է 1600 ք/մ 
                            կանաչապատ գոտի և սեփական ավտոկայանատեղի` 345 ավտոմեքենայի  կայանման համար։
                        </p>
                    </div>
                </div>
                <img className="buildings-images" src={building2} alt=""/>
            </div>
        </div>
    )
}
//ԱՐ-ԳՈ Ռիելթի ընկերության ջանքերի շնորհիվ, մեծ թվով օտարերկրյա և տեղացի
// ներդրողներ մեծամասշտաբ ներդրումներ են կատարում մեր երկրի շինարարության ոլորտում և այսօրվա դրությամբ 
//ԱՐ-ԳՈ Ռիելթի ըմկերությունը հանդիսանում է ոլորտի իրական առաջատարը: