import React from "react"

export default function Privacy(){
  return(
  
    <div className="MainContent">
        <section className="PrivacyWrapper">
          <div className="privacy-policy">
                <p className="privacy-policy-title"><span>Գաղտնիության և անվտանգության քաղաքականություն</span></p>
                <p className="privacy-policy-text">
                    Քանի որ Ձեր անձնական տվյալների պաշտպանության գաղտնիությունը շատ կարևոր է մեզ համար, մենք որդեգրել ենք<br />
                    գաղտնիության հետևյալ քաղաքականությունը՝ կապված այն բանի հետ, թե ինչպես է օգտագործվում և պահվում Ձեր<br />
                    կողմից մեզ տրամադրվող տեղեկատվությունը։ Մենք չենք վաճառում Ձեր տեղեկությունները երրորդ կողմերին:<br />
                    Մենք նաև վարում ենք քաղաքականություն և ընթացակարգեր, որոնք նպատակաուղված են ապահովել Ձեր<br />
                    «ոչ հրապարակային անձնական և գործարար տեղեկություններ»-ի պատասխանատու վարումը:<br />
                    Մենք ոչ ոքի չենք տրամադրում Ձեր ոչ հրապարակային անձնական և գործարար տեղեկությունները,<br />
                    բացառությամբ այն դեպքերի, երբ դա թույլատրվում է օրենքով կամ թույլատրվում է անմիջականորեն Ձեր կողմից:<br />
                    Ի վերջո, մենք պահպանում ենք ֆիզիկական, էլեկտրոնային և ընթացակարգային երաշխիքները, որոնք<br />
                    համապատասխանում են ՀՀ օրենսդրությանը և կանոնակարգերին՝ հաճախորդների ոչ հրապարակային տեղեկատվությունը պահպանելու համար:
                </p>
            </div>
        </section>
    </div>
    
  
    
  )
}
